Repository: joansalasoler/sinapsi
Catalog: frontend/src/locales/messages.*.xlf
Languages: ca

source: Home
ca: Inici

source: Back: Home
ca: Torna a: Inici

source: Back: {{ crumb.title }}
ca: Torna a: {{ crumb.title }}

source: Toggle
ca: Commuta

source: Showing page {{ collection.current_page | number }} of {{ collection.last_page | number }} pages
ca: Pàgina {{ collection.current_page | number }} de {{ collection.last_page | number }} pàgines

source: First page
ca: Primera pàgina

source: previous
ca: anterior

source: Previous page
ca: Pàgina anterior

source: Page
ca: Pàgina

source: next
ca: següent

source: Next page
ca: Pàgina següent

source: Last page
ca: Darrera pàgina

source: Type to search
ca: Escriviu per cercar

source: Search
ca: Cerca

source: Loading...
ca: S'està carregant…

source: Other languages
ca: Altres llengües

source: Footer Navigation
ca: Navegació de peu de pàgina

source: Department of Education
ca: Departament d'educació

source: Web services and software
ca: Serveis web i programari

source: Help
ca: Ajuda

source: Table of contents
ca: Taula de continguts

source: About Sinapsi
ca: Sobre Sinapsi

source: Advanced search
ca: Cerca avançada

source: Legal notice
ca: Avís legal

source: In accordance with article 17.1 of the Catalan Law 19/2014, the © Government of Catalonia permits the reuse of content and data provided that the source and the date of updating are cited and that the information is not distorted (article 8 of Catalan Law 37/2007) and does not conflict with a specific license.
ca: D'acord amb l'article 17.1 de la Llei 19/2014, la ©Generalitat de Catalunya permet la reutilització dels continguts i de les dades sempre que se'n citi la font i la data d'actualització i que no es desnaturalitzi la informació (article 8 de la Llei 37/2007) i també que no es contradigui amb una llicència específica.

source: GitHub Repository
ca: Repositori de GitHub

source: Back to top
ca: Torna a dalt

source: Close
ca: Tanca

source: Cancel
ca: Cancel·la

source: Ok
ca: D'acord

source: Toggle navigation
ca: Commuta la navegació

source: Home
ca: Inici

source: Synapses
ca: Sinapsis

source: Schools
ca: Centres

source: Projects
ca: Projectes

source: Educators
ca: Docents

source: Log in
ca: Entrada

source: User profile
ca: Perfil d'usuari

source: Settings
ca: Configuració

source: Log out
ca: Tanca la sessió

source: User profile
ca: Perfil d'usuari

source: Settings
ca: Configuració

source: Log out
ca: Tanca la sessió

source: Author picture
ca: Imatge de l'autor

source: says:
ca: diu:

source: Join the discussion
ca: Uneix-te a la discussió

source: Add a comment…
ca: Afegeix un comentari…

source: {{ charsLeft }} characters left
ca: {{ charsLeft }} caràcters restants

source: Send comment
ca: Envieu un comentari

source: Log in
ca: Entreu

source: to post a comment.
ca: per a enviar comentaris.

source: Remove
ca: Suprimeix

source: Delete this comment
ca: Suprimeix aquest comentari

source: Show more comments
ca: Mostra més comentaris

source: Tweets by
ca: Tweets de

source: <small>The timeline of the user will be shown here.</small>
ca: <small>Aquí es mostrarà la cronologia de l'usuari. </small>

source: Picture
ca: Imatge

source: Card
ca: Targeta

source: Header
ca: Capçalera

source: Timeline
ca: Cronologia

source: The value for this field must be a valid email address.
ca: El valor d'aquest camp ha de ser una adreça electrònica vàlida.

source: The value for this field must be a valid web address.
ca: El valor d'aquest camp ha de ser una adreça web vàlida.

source: The value for this field must be lower or equal to {{ error.value['max'] }}.
ca: El valor d'aquest camp ha de ser inferior o igual a {{ error.value['max'] }}.

source: The value for this field cannot be longer than {{ error.value['requiredLength'] }} characters.
ca: El valor d'aquest camp no pot tenir més de {{ error.value['requiredLength'] }} caràcters.

source: The value for this field must be greater or equal to {{ error.value['min'] }}.
ca: El valor d'aquest camp ha de ser més gran o igual a {{ error.value['min'] }}.

source: The value for this field must have a length of at least {{ error.value['requiredLength'] }} characters.
ca: El valor d'aquest camp ha de tenir una longitud mínima de {{ error.value['requiredLength'] }} caràcters.

source: A value for this field is required.
ca: Es requereix un valor per a aquest camp.

source: A slug can only contain lower case letters and numbers optionally separated by hyphens.
ca: Un slug només pot contenir lletres minúscules i nombres, separades opcionalment per guions.

source: The value for this field must be a valid username.
ca: El valor d'aquest camp ha de ser un nom d'usuari vàlid.

source: The value for this field is not valid.
ca: El valor d'aquest camp no és vàlid.

source: Delete this block
ca: Suprimeix aquest bloc

source: Drag to reorder
ca: Arrossega per a reordenar

source: Publish date
ca: Data de publicació

source: Order by
ca: Ordenació

source: Published at
ca: Publicació

source: Between two dates
ca: Entre dues dates

source: Published after
ca: Publicat després

source: Published before
ca: Publicat abans

source: Apply
ca: Aplica

source: Apply date range
ca: Aplica l'interval de dates

source: Results ordering
ca: Ordenació dels resultats

source: Filter by one or more keywords
ca: Filtra per una o més paraules clau

source: <strong>The search results are filtered</strong>
ca: <strong>S'han filtrat els resultats de la cerca </strong>

source: Clear
ca: Neteja

source: Clear filters
ca: Neteja els filtres

source: Refine search
ca: Refineu la cerca

source: Embed in web page
ca: Incrustació en una pàgina web

source: Include a search form
ca: Inclou un formulari de cerca

source: Height in pixels:
ca: Alçada en píxels:

source: Embed code
ca: Codi d'incrustació

source: Copy this code to embed the current synapse in your web page
ca: Copieu aquest codi per inserir la sinapsi actual a la vostra pàgina web

source: No results found
ca: Sense resultats

source: We cannot find any item matching your search.
ca: No s'ha trobat cap element que coincideixi amb la vostra cerca.

source: Clear search
ca: Esborra la cerca

source: Could not fetch information from server.
ca: No s'ha pogut obtenir la informació del servidor.

source: Reload this page
ca: Torna a carregar aquesta pàgina

source: No results could be found
ca: No s'ha pogut trobar cap resultat

source: Showing {{ collection.from | number }} to {{ collection.to | number }} of {{ collection.total | number }} results
ca: Es mostren els resultats {{ collection.from | number }} a {{ collection.to | number }} d'un total de {{ collection.total | number }}

source: Previous
ca: Anterior

source: Next
ca: Següent

source: Selection:
ca: Selecció:

source: No items selected
ca: No hi ha elements seleccionats

source: No results could be found
ca: No s'ha pogut trobar cap resultat

source: Showing {{ collection.from | number }} to {{ collection.to | number }} of {{ collection.total | number }} results
ca: Es mostren els resultats {{ collection.from | number }} a {{ collection.to | number }} d'un total de {{ collection.total | number }}

source: Permalink
ca: Enllaç permanent

source: deleted
ca: suprimit

source: This post was deleted
ca: Aquest article s'ha suprimit

source: Post image
ca: Imatge de l'article

source: Like
ca: M'agrada

source: Favorite
ca: Afegeix als favorits

source: Share
ca: Comparteix

source: Restore post
ca: Restaura l'article

source: Remove post
ca: Suprimeix l'article

source: comments
ca: comentaris

source: Comment
ca: Comenta

source: Comment
ca: Comenta

source: <b>{{ collection.total | number }}</b> results found
ca: S'han trobat <b>{{ collection.total | number }}</b> resultats

source: Share this synapse
ca: Compartiu aquesta sinapsi

source: Optimal view
ca: Visualització òptima

source: List view
ca: Visualització de llista

source: Gallery view
ca: Visualització de galeria

source: View options
ca: Opcions de visualització

source: <strong>Sinapsi</strong> collects the news published by the Catalan educational centers on their websites. Makes visible most of the work developed by the centers and seeks to promote synergies between them.
ca: <strong>Sinapsi</strong> recull les notícies que publiquen els centres educatius catalans a les seves pàgines web. Fa visible la major part del treball desenvolupat pels centres i busca promoure sinergies entre ells.

source: Edit synapse
ca: Edita la sinapsi

source: New synapse
ca: Nova sinapsi

source: Create a new synapse
ca: Crea una sinapsi nova

source: Search by keyword
ca: Cerca per paraula clau

source: Tags
ca: Etiquetes

source: Name
ca: Nom

source: Description
ca: Descripció

source: Actions
ca: Accions

source: Delete synapse
ca: Suprimeix la sinapsi

source: Posts
ca: Articles

source: Create synapse
ca: Crea una sinapsi

source: Delete tag
ca: Suprimeix l'etiqueta

source: Restore tag
ca: Restaura l'etiqueta

source: Loading
ca: S'està carregant

source: Editing:
ca: Editant:

source: Author information
ca: Dades de l'autor

source: Synapse
ca: Sinapsi

source: Blocks
ca: Blocs

source: Author name:
ca: Nom de l'autor:

source: Full name of the author.
ca: Nom complet de l'autor.

source: Email:
ca: Correu electrònic:

source: Login email address of the user.
ca: Adreça electrònica d'inici de sessió de l'usuari.

source: Save changes
ca: Desa els canvis

source: Reset
ca: Restableix

source: Synapse information
ca: Dades de la sinapsi

source: Filters
ca: Filtres

source: Privileges
ca: Privilegis

source: School:
ca: Centre:

source: Educational center of this author.
ca: Centre educatiu d'aquest autor.

source: Municipality:
ca: Municipi:

source: Municipality of this author
ca: Municipi d'aquest autor

source: Territorial service:
ca: Servei territorial:

source: Territorial service for this author
ca: Servei territorial d'aquest autor

source: Block type:
ca: Tipus de bloc:

source: Title:
ca: Títol:

source: Title of the block
ca: Títol del bloc

source: Heading title of the block.
ca: Títol d'encapçalament del bloc.

source: Background color:
ca: Color de fons:

source: Pick a color
ca: Tria un color

source: Background color of the block.
ca: Color de fons del bloc.

source: Picture:
ca: Imatge:

source: http://www.example.org/image.png
ca: http://www.example.org/imatge.png

source: The URL of an image to show on the block.
ca: L'URL d'una imatge que es mostrarà al bloc.

source: Web address:
ca: Adreça web:

source: An URL to open when a user clicks on the block.
ca: Un URL que s'obre quan un usuari fa clic al bloc.

source: Twitter profile:
ca: Perfil de Twitter:

source: @username
ca: @usuari

source: Username of an existing Twitter user.
ca: Nom d'usuari de Twitter.

source: Contents:
ca: Continguts:

source: Text contents of the block.
ca: Contingut de text del bloc.

source: Source code:
ca: Codi font:

source: Block contents as HTML source code. Bootstrap's CSS classes are supported for styling.
ca: Continguts del bloc com a codi font HTML. La formació és compatible amb classes CSS de Bootstrap.

source: Author feeds:
ca: Fils de l'autor:

source: <abbr>RSS</abbr> / <abbr>Atom</abbr> feeds for the author's synapse.
ca: Fils <abbr>RSS</abbr> / <abbr>Atom</abbr> per a la sinapsi de l'autor.

source: The provided values must be valid web addresses.
ca: Els valors proporcionats han de ser adreces web vàlides.

source: Search keywords:
ca: Paraules clau de cerca:

source: Search keywords
ca: Paraules clau de cerca

source: Restrict the synapse articles to those matching this keywords. Boolean <a>search operators</a> are supported.
ca: Restringeix els articles de la sinapsi als que coincideixen amb aquestes paraules clau. És compatible amb <a>operadors de cerca</a> booleans.

source: Default view:
ca: Vista per defecte:

source: Title and extract of the articles
ca: Títol i extracte dels articles

source: Condensed view of the articles' titles
ca: Vista concisa dels títols dels articles

source: Thumbnails of the articles' pictures
ca: Miniatures de les imatges dels articles

source: Search filters:
ca: Filtres de cerca:

source: Append users:
ca: Afegeix usuaris:

source: Append user
ca: Afegeix l'usuari

source: Select the user you want to append to the synapse.
ca: Seleccioneu l'usuari que voleu afegir a la sinapsi.

source: Current users of this synapse:
ca: Usuaris actuals d'aquesta sinapsi:

source: Manager
ca: Gestor

source: Toggle edition rights
ca: Commuta els drets d'edició

source: Toggle management rights
ca: Commuta els drets de gestió

source: Remove user
ca: Suprimeix l'usuari

source: Project name:
ca: Nom del projecte:

source: Name of the author
ca: Nom de l'autor

source: Full name of the project.
ca: Nom complet del projecte.

source: School name:
ca: Nom del centre:

source: Full name of the school.
ca: Nom complet del centre.

source: Name of the synapse
ca: Nom de la sinapsi

source: Descriptive name of the synapse.
ca: Nom descriptiu de la sinapsi.

source: Parent synapse:
ca: Sinapsi pare:

source: Parent node on the synapse's taxonomy.
ca: Node pare a la taxonomia de sinapsis.

source: Synapse slug:
ca: Slug de la sinapsi:

source: example-url-slug
ca: exemple-de-slug

source: Unique identifier of this synapse.
ca: Identificador únic d'aquesta sinapsi.

source: Short description:
ca: Descripció breu:

source: Description of the synapse
ca: Descripció de la sinapsi

source: Short description of the synapse contents.
ca: Breu descripció dels continguts de la sinapsi.

source: Name:
ca: Nom:

source: Full name of the user.
ca: Nom complet de l'usuari.

source: Email of the author
ca: Correu electrònic de l'autor

source: Role:
ca: Rol:

source: Author
ca: Autor

source: Restricted control of the author's pages
ca: Control restringit de les pàgines de l'autor

source: Administrator
ca: Administrador

source: Full access and control of the site
ca: Accés i control total del lloc

source: Add to sidebar
ca: Afegeix a la barra lateral

source: Block preview:
ca: Previsualització del bloc:

source: This is how the block will look on the sidebar.
ca: Així és com es veurà el bloc a la barra lateral.

source: Current sidebar:
ca: Barra lateral actual:

source: Drag and drop the blocks to reorder them or press the delete button in order to remove a block.
ca: Arrossegueu i deixeu anar els blocs per a reordenar-los o premeu el botó de supressió per a elminiar-los.

source: The current sidebar does not contain any blocks.
ca: La barra lateral encara no conté cap bloc.

source: Table of Contents
ca: Taula de continguts

source: Advanced Search
ca: Cerca avançada

source: New project
ca: Nou projecte

source: Create a new project
ca: Crea un projecte nou

source: Edit project
ca: Edita el projecte

source: School
ca: Centre

source: Municipality
ca: Municipi

source: Delete project
ca: Suprimeix el projecte

source: New school
ca: Nou centre

source: Create a new school
ca: Crea un nou centre

source: Edit school
ca: Edita el centre

source: Territory
ca: Territori

source: Delete school
ca: Suprimeix el centre

source: Edit user
ca: Edita l'usuari

source: Disabled at
ca: Desactivat

source: Disable user
ca: Desactiva l'usuari

source: Enable user
ca: Activa l'usuari
