Repository: joansalasoler/sinapsi
Catalog: frontend/src/locales/messages.*.po
Languages: ca, es

source: About
ca: Quant a
es: Acerca de

source: Advanced search
ca: Cerca avançada
es: Búsqueda avanzada

source: All posts
ca: Tots els articles
es: Todos los artículos

source: An unexpected error happened, please try again later.
ca: S'ha produït un error inesperat; torneu-ho a provar més tard.
es: Se produjo un error inesperado. Inténtelo de nuevo más tarde.

source: Any changes you made to the form will be lost.
ca: Els canvis que hagueu fet al formulari es perdran.
es: Cualquier cambio que hay realizado en el formulario se perderá.

source: Any time
ca: En qualsevol moment
es: En cualquier momento

source: Author editor
ca: Edició d'autors
es: Edición de autores

source: Black
ca: Negre
es: Negro

source: Blue
ca: Blau
es: Azul

source: Cancel
ca: Cancel·la
es: Cancelar

source: Catalogs
ca: Catàlegs
es: Catálogos

source: Commented
ca: Comentats
es: Comentados

source: Commented articles
ca: Articles comentats
es: Artículos comentados

source: Create project
ca: Crea un projecte
es: Crear proyecto

source: Create school
ca: Crea un centre
es: Crear centro

source: Create synapse
ca: Crea una sinapsi
es: Crear sinapsis

source: Cyan
ca: Cian
es: Cian

source: Default ordering
ca: Ordenació per defecte
es: Ordenación predeterminada

source: Delete
ca: Suprimeix
es: Suprimir

source: Delete comment
ca: Suprimeix el comentari
es: Suprime el comentario

source: Delete synapse
ca: Suprimeix la sinapsi
es: Suprime la sinapsis

source: Delete tag
ca: Suprimeix l'etiqueta
es: Suprime la etiqueta

source: Disable user
ca: Desactiva l'usuari
es: Deshabilitar el usuario

source: Do you want to delete «<strong>{name}</strong>»?
ca: Voleu suprimir «<strong>{name}</strong>»?
es: ¿Seguro que quieres suprimir «<strong>{name}</strong>»?

source: Do you want to delete this block?
ca: Voleu suprimir aquest bloc?
es: ¿Quieres suprimir este bloque?

source: Do you want to disable the user «<strong>{name}</strong>»?
ca: Voleu desactivar l'usuari «<strong>{name}</strong>»?
es: ¿Seguro que quieres desactivar el usuario «<strong>{name}</strong>»?

source: Do you want to reset the form to its initial state?
ca: Voleu restablir el formulari al seu estat inicial?
es: ¿Desea restablecer el formulario a su estado inicial?

source: Educational service
ca: Servei educatiu
es: Servicio educativo

source: Educators
ca: Docents
es: Docentes

source: Everything
ca: Tots
es: Todos

source: Favourited
ca: Favorits
es: Favoritos

source: Favourited articles
ca: Articles favorits
es: Artículos favoritos

source: Featured
ca: Destacats
es: Destacados

source: Featured articles
ca: Articles destacats
es: Artículos destacados

source: Gray
ca: Gris
es: Gris

source: Green
ca: Verd
es: Verde

source: Help
ca: Ajuda
es: Ayuda

source: Home
ca: Inici
es: Inicio

source: Leave this page
ca: Surt de la pàgina
es: Salir de la página

source: Liked
ca: Votats
es: Votados

source: Liked articles
ca: Articles votats
es: Artículos votados

source: Most commented
ca: Més comentats
es: Más comentados

source: Most commented articles
ca: Articles més comentats
es: Artículos más comentados

source: Most recent articles first
ca: Els articles més recents primer
es: Los artículos más recientes primero

source: Most relevant results first
ca: Els resultats més rellevants primer
es: Los resultados más relevantes primero

source: Most voted
ca: Més votats
es: Más votados

source: Most voted articles
ca: Articles més votats
es: Artículos más votados

source: Municipalities
ca: Municipis
es: Municipios

source: Name of the project
ca: Nom del projecte
es: Nombre del proyecto

source: Name of the school
ca: Nom del centre
es: Nombre del centro

source: Name of the synapse
ca: Nom de la sinapsi
es: Nombre de la sinapsis

source: No synapse exists for the tag «<strong>{name}</strong>».
ca: No existeix cap sinapsi per a l'etiqueta «<strong>{name}</strong>».
es: No existe ninguna sinapsis para la etiqueta «<strong>{name}</strong>».

source: Oldest articles first
ca: Els articles més antics primer
es: Los artículos más antiguos primero

source: Orange
ca: Taronja
es: Naranja

source: Pink
ca: Rosa
es: Rosa

source: Please enter a name for the new project.
ca: Introduïu un nom per al projecte nou.
es: Escriba un nombre para el nuevo proyecto.

source: Please enter a name for the new school.
ca: Introduïu un nom per al nou centre.
es: Escriba un nombre para el nuevo centro.

source: Please enter a name for the new synapse.
ca: Introduïu un nom per a la nova sinapsi.
es: Escriba un nombre para la nueva sinapsis.

source: Please enter a name to create a new synapse for the tag.
ca: Introduïu un nom per crear una sinapsi per a l'etiqueta.
es: Escriba un nombre para crear una nueva sinapsis para la etiqueta.

source: Please, log in to like or favourite posts.
ca: Si us plau, entreu per a marcar els articles com a favorits.
es: Por favor, entre para marcar los artículos como favoritos.

source: Projects
ca: Projectes
es: Proyectos

source: Published articles
ca: Articles publicats
es: Artículos publicados

source: Published this month
ca: Publicats aquest mes
es: Publicados este mes

source: Published this week
ca: Publicats aquesta setmana
es: Publicados esta semana

source: Published this year
ca: Publicats aquest any
es: Publicados este año

source: Published today
ca: Publicats avui
es: Publicados hoy

source: Purple
ca: Porpra
es: Púrpura

source: Red
ca: Vermell
es: Rojo

source: Reset form
ca: Restableix el formulari
es: Restablecer formulario

source: School type
ca: Tipus de centre
es: Tipo de centro

source: Schools
ca: Centres
es: Centros

source: Share by Email
ca: Comparteix per correu electrònic
es: Compartir por correo electrónico

source: Share on Facebook
ca: Comparteix a Facebook
es: Compartir en Facebook

source: Share on Twitter
ca: Comparteix a Twitter
es: Compartir en Twitter

source: Synapse editor
ca: Edició de sinapsis
es: Edición de sinapsis

source: Synapses
ca: Sinapsis
es: Sinapsis

source: Table of contents
ca: Taula de continguts
es: Tabla de contenidos

source: Tags
ca: Etiquetes
es: Etiquetas

source: Tangerine
ca: Mandarina
es: Mandarina

source: Taxonomies
es: Taxonomías

source: Territorial service
ca: Servei territorial
es: Servicio territorial

source: The comment «{name}» has been deleted.
ca: S'ha suprimit el comentari «{name}».
es: El comentario «{name}» ha sido eliminado.

source: The form data has been successfully saved.
ca: S'han desat les dades del formulari.
es: Los datos del formulario se han guardado con éxito.

source: The form has errors, please correct them before saving.
ca: El formulari conté errors, corregiu-los abans de desar.
es: El formulario tiene errores, corríjalos antes de guardarlos.

source: The form has unsaved changes. Do you want to leave this page without saving them?
ca: El formulari té canvis sense desar. Voleu sortir d'aquesta pàgina sense desar-los?
es: El formulario tiene cambios no guardados ¿Quiere salir de esta página sin guardarlos?

source: The project «<strong>{name}</strong>» has been deleted.
ca: S'ha suprimit el projecte «<strong>{name}</strong>».
es: El proyecto «<strong>{name}</strong>» ha sido eliminado.

source: The school «<strong>{name}</strong>» has been deleted.
ca: S'ha suprimit el centre «<strong>{name}</strong>».
es: El centro «<strong>{name}</strong>» ha sido eliminada.

source: The synapse «<strong>{name}</strong>» has been deleted.
ca: S'ha suprimit la sinapsi «<strong>{name}</strong>».
es: La sinapsi «<strong>{name}</strong>» ha sido eliminada.

source: The tag «<strong>{name}</strong>» has been deleted.
ca: S'ha suprimit l'etiqueta «<strong>{name}</strong>».
es: La etiqueta «<strong>{name}</strong>» ha sido eliminada.

source: The tag «<strong>{name}</strong>» has been restored.
ca: S'ha restaurat l'etiqueta «<strong> {name} </ strong>».
es: La etiqueta «<strong>{name}</strong>» ha sido restaurada.

source: The tag will not longer show on search results but can be restored later on.
ca: L'etiqueta no es mostrarà més als resultats de la cerca, però es pot restaurar més endavant.
es: La etiqueta no se mostrará en los resultados de búsqueda, pero puede ser restaurada más adelante.

source: The user «<strong>{name}</strong>» has been re-enabled.
ca: S'ha tornat a habilitar l'usuari «<strong> {name} </ strong>».
es: El usuario «<strong>{name}</strong>» se ha vuelto a habilitar.

source: The user «<strong>{name}</strong>» has been successfully disabled.
ca: L'usuari «<strong>{name}</strong>» s'ha inhabilitat amb èxit.
es: El usuario «<strong>{name}</strong>» ha sido desactivado con éxito.

source: The user will no longer be able to access the application. User accounts can be temporarily disabled and re-enabled again later.
ca: L'usuari ja no podrà accedir a l'aplicació. Els comptes d'usuari es poden desactivar temporalment i tornar a activar-se més tard.
es: El usuario ya no podrá acceder a la aplicación. Las cuentas de usuario pueden desactivarse temporalmente y volver a habilitarse más tarde.

source: This action cannot be undone.
ca: Aquesta acció no es pot desfer.
es: Esta acción no puede deshacerse.

source: To edit the tag, a synapse must be created.
ca: Per a poder editar l'etiqueta, primer cal crear una sinapsi.
es: Para editar la etiqueta, primero debe crearse una sinapsis.

source: Type to search
ca: Escriviu per cercar
es: Escriba para buscar

source: Untitled block
ca: Bloc sense títol
es: Bloque sin título

source: Web syndication
ca: Sindicació web
es: Sindicación web

source: White
ca: Blanc
es: Blanco

source: Yellow
ca: Groc
es: Amarillo

source: Your account has been temporarily disabled.
ca: El vostre compte s'ha inhabilitat temporalment.
es: Tu cuenta se inhabilitó temporalmente.
